Repository: vilardellsalles/vilardellsalles.github.io
Catalog: locale/*/LC_MESSAGES/posts/what-*-a-support-astronomer.po
Languages: is

source: What is a support astronomer?
is: Què és un astrònom de suport?

source: If you came to this page by chance, you might be wondering what the hell is a support astronomer. In the very first post of this new blog, I give you all the details.
is: Si heu vingut a parar a aquesta pàgina per casualitat, potser us estareu preguntant què caram és un astrònom de suport. En la primera entrada d'aquest nou bloc, us ho explico tot amb pèls i senyals.

source: If you are in a hurry, you can :ref:`go directly to the end<summarizing>` to find out. For those that have a couple of minutes, you may have seen pictures like this at some point:
is: Per si teniu pressa, podeu :ref:`anar directament al final<summarizing>` per saber-ho. Pels que tingueu dos minuts, és bastant probable que tots hagueu vist fotografies com aquesta en algun moment:

source: Once these giants start operations, an excellent team, capable to obtain the maximum return of them, is required. The final goal is to provide the maximum amount of information about the faintest objects in the Universe to astronomers worldwide. The working team is composed by a group of specialists in several areas (optics, mechanics, electronics, software, cryogenics,...) and, obviously, astronomers. Some of these astronomers are called **support astronomers**.
is: Un cop aquests gegants entren en funcionament, cal un excel·lent equip de treball capaç de treure'n el màxim partit. L'objectiu final és que astrònoms de tot el món puguin obtenir la màxima informació possible dels objectes més febles de l'Univers. L'equip de treball està format per tota una sèrie d'especialistes en diverses matèries (òptica, mecànica, electrònica, programari, criogènia, etc.) i, òbviament, per astrònoms. Alguns d'aquests astrònoms són **astrònoms de suport**.

source: What exactly does a support astronomer?
is: Què fa exactament un astrònom de suport?

source: Astronomers working in a large telescope have several functions, but few times have the opportunity to perform observations for their own investigations. The main reason is that telescope time is granted not only to those astronomers that work at the telescope, but also to all the astronomers in the scientific community. When astronomers need some data to develop their investigations, they follow a procedure adopted by all the large telescopes, including the most famous telescope in the world, the Hubble Space Telescope.
is: Els astrònoms que treballen en un gran telescopi tenen diverses funcions, però molt poques vegades tenen l'oportunitat de realitzar observacions per a les seves investigacions. El motiu principal és que el temps de telescopi no es destina només als astrònoms que treballen al telescopi, sinó que es destina a tots els astrònoms de la comunitat científica. Quan un astrònom necessita dades per tal de desenvolupar les seves investigacions, segueix un procediment que s'ha anat adoptant en tots els grans telescopis, inclòs el telescopi més famós del món, el telescopi espacial Hubble.

source: The process begins by looking for the telescope that best fits their needs. All the telescopes in general, but specially the large ones, have web pages dedicated to answer all the questions that an astronomer may have in order to evaluate whether their observations can be done with that telescope. This part is rather important for the continuity of a telescope, since a telescope without observing requests is very unlikely to get funding. The work of a support astronomer starts precisely here, since they are normally in charge of keeping the content in these web pages up to date. The main reason is that support astronomers **know very well all the details of the telescope where they work**. In addition, they **have the scientific background to know what another astronomer may need to know** when looking for a telescope to observe.
is: El procés comença buscant el telescopi més adequat a les necessitats de cada cas. Normalment tots els telescopis, i sobretot els grans, tenen pàgines web dedicades a respondre totes les preguntes que un astrònom pot tenir per tal de valorar si les seves observacions es poden realitzar en aquell telescopi. Aquesta part és força important per a la continuïtat del telescopi, ja que un telescopi sense sol·licituds d'observació és molt difícil que rebi finançament. La feina dels astrònoms de suport comença precisament aquí, ja que són normalment ells els encarregats de mantenir el contingut d'aquestes pàgines al dia. El motiu principal és que els astrònoms de suport **coneixen molt bé tots els detalls del telescopi on treballen**. A més, **tenen els coneixements científics necessaris per tal de saber què pot necessitar saber un altre astrònom** que busqui un telescopi per observar.

source: The process continues by applying for time in a particular observatory. There is usually a committee in charge of evaluating all the observation requests and dictate what are the requests with larger scientific interest. This committee is called Time Allocation Committee (TAC) and is formed by astronomers not involved either with the telescope or the observing proposal. At the large telescopes, there are usually lots of requests and, hence, being granted for time in a large telescope requires a highly relevant scientific case. In fact, in the largest observatories, like `ESO <https://www.eso.org/public/>`_, is rather usual to grant between one in three and one in five proposals (`ESO annual report <https://www.eso.org/public/products/annualreports/ar_2013/>`_).
is: El procés continua demanant temps per observar en un observatori concret. Normalment hi ha un comitè que s'encarrega de valorar totes les sol·licituds d'observació i de dictaminar quines de les sol·licituds tenen un major interès científic. És el què s'anomena Comitè d'Assignació de Temps (CAT) i està format per astrònoms externs tant al telescopi com a la proposta d'observació. En els grans telescopis sol haver-hi moltíssimes sol·licituds i, per tant, aconseguir temps d'observació en un gran telescopi requereix un cas científicament molt rellevant. De fet, en els observatoris més grans, com en el cas d'`ESO <https://www.eso.org/public/>`_, sol ser habitual que es concedeixin entre una de cada " "tres i una de cada cinc sol·licituds (`Informe anual d'ESO <https://www.eso.org/public/products/annualreports/ar_2013/>`_).

source: Once an observing proposal is granted, the detail of the observations has to be defined. It is rather common, at this stage, that astronomers have doubts about the best observing strategy or what is the best instrumental configuration, among other things. It is important to remark that it is very difficult, or impossible, that observers know all the details of all the telescopes that they are going to use in their professional career. It is at this stage that support astronomers start to develop their main task: **helping other astronomers to get the maximum return of the telescope time that has been granted to them**. So, they answer all the questions that observers may have.
is: Un cop es concedeix temps a una proposta d'observació, cal preparar el detall de totes les observacions. En aquesta etapa sol ser molt habitual que els astrònoms tinguin dubtes sobre quina és la millor estratègia d'observació, o sobre quina és la configuració instrumental més adequada, entre d'altres. Cal tenir present que és molt difícil, sinó impossible, que els observadors coneguin tots els detalls de tots els telescopis que faran servir al llarg de tota la seva trajectòria professional. És en aquesta etapa que els astrònoms de suport comencen a desenvolupar la seva tasca principal: **ajudar a altres astrònoms a treure el màxim partit del temps que se'ls ha concedit en aquell telescopi**. Així doncs, s'encarreguen de respondre qualsevol pregunta que els observadors puguin tenir.

source: Two things can happen in the next step: either the observer goes physically to the telescope, or observations are done in service mode. In the former case, when observers arrive at the telescope, they will likely find a control room (where the telescope is operated), like this one:
is: A continuació poden passar dues coses: que l'observador vagi físicament al telescopi, o que les observacions es facin en mode servei. En el primer cas, quan l'observador arriba al telescopi, es pot trobar que la sala de control (des d'on es fa anar el telescopi), tingui aquest aspecte:

source: At the largest observatories, there is a person (the telescope operator) in charge of operating the telescope, but in other cases the support astronomer (or even the observer) are the responsible to deal with everything that can be seen in the picture shown above (control room at `La Silla observatory <https://www.eso.org/public/teles-instr/lasilla/>`_). In order to get the maximum scientific return of the telescope time, the support astronomer explains all the required details that the observer may need along the night.
is: En els observatoris més grans, hi ha una persona (l'operador de telescopi) que s'encarrega de fer anar el telescopi, però en altres casos és l'astrònom de suport (o el mateix observador) el que s'encarrega de tot el què es veu en aquesta imatge (sala de control de l'`observatori de La Silla <https://www.eso.org/public/teles-instr/lasilla/>`_). Per tal d'ajudar a treure el màxim partit del temps al telescopi, l'astrònom de suport explica tot allò que l'observador pugui necessitar saber al llarg de la nit.

source: In the later case, when observations are done in service mode, the support astronomer is (with, sometimes, the help of the telescope operator) the **responsible to perform the observations and to send the obtained data to the observers**. In fact, it is becoming rather usual that observations are done in service mode and, hence, support astronomers are behind an important fraction of the data obtained in the largest telescopes worldwide.
is: En el segon cas, quan les observacions es fan en mode servei, és l'astrònom de suport (a vegades, amb l'ajuda d'un operador de telescopi), el que **s'encarrega de realitzar les observacions i d'enviar les dades obtingudes als observadors que les han demanat**. De fet, és cada vegada més habitual que les observacions es facin en mode servei i, per tant, els astrònoms de suport estan darrera de moltes de les dades obtingudes en els telescopis més grans del món.

source: Summarizing
is: Resumint

source: As explained above, support astronomers have the responsibility to provide all the support needed by the observers of the largest telescopes in the world to obtain the maximum return of their observing time. This is the reason because they are called support astronomers.
is: Tal i com heu pogut veure, els astrònoms de suport tenen la responsabilitat de proporcionar tot el suport necessari per tal que els observadors dels telescopis més grans del món puguin treure el màxim partit del seu temps d'observació. És per això que reben el nom d'astrònoms de suport.

source: **Update on May 16, 2021:** Hubble Space Telescope no longer accepts proposals. Link to the Hubble Space Telescope submission of proposals was removed.
is: **Actualització del 16 de maig de 2021:** El telescopi espacial Hubble ja no accepta propostes. S'ha eliminat l'enllaç a l'enviament de propostes del telescopi espacial Hubble.

source: **Update on May 16, 2021:** The AAT no longer provides support astronomers for the majority of programs awarded time on the AAT. Sentence and reference to AAT removed.
is: **Actualització del 16 de maig de 2021:** El AAT ja no proporciona astrònoms de suport per a la majoria de programes amb temps concedit al AAT. La frase i l'enllaç fent referència al AAT s'ha eliminat

source: **Update on May 16, 2021:** Section explaining the reason for this web page was removed as it provided no information and most of the contents can be directly obtained from the home page.
is: **Actualització del 16 de maig de 2021:** La secció explicant el motiu d'aquesta pàgina web s'ha eliminat, ja que no proporcionava informació i la majoria dels continguts es poden obtenir directament de la pàgina d'inici.
